Repository: Bonus3/ibeducator
Catalog: languages/ibeducator-*.po
Languages: pt_br

source: Registration
pt_br: Inscrição

source: Open
pt_br: Aberto

source: Closed
pt_br: Fechado

source: Price
pt_br: Preço

source: Tax Class
pt_br: Taxa de turma

source: Difficulty
pt_br: Dificuldade

source: None
pt_br: Nenhum

source: Prerequisite
pt_br: Pré-requisito

source: Access
pt_br: Acesso

source: Registered users
pt_br: Usuários registrados

source: Logged in users
pt_br: Usuários logados

source: Everyone
pt_br: Todos

source: Course
pt_br: Curso

source: Select Course
pt_br: Selecione o curso

source: Duration
pt_br: Duração

source: Select Categories
pt_br: Selecione as categorias

source: Categories
pt_br: Categorias

source: Settings
pt_br: Configurações

source: Number of attempts
pt_br: Número de tentativas

source: Questions
pt_br: Questões

source: Add %s question.
pt_br: Add %s questões

source: Multiple Choice
pt_br: Multipla escolha

source: Written Answer
pt_br: Resposta escrita

source: Go
pt_br: Ir

source: Question
pt_br: Questão

source: Content
pt_br: Conteúdo

source: Answers
pt_br: Respostas

source: No answers yet.
pt_br: Ainda não há respostas.

source: Correct?
pt_br: Correto?

source: Answer
pt_br: Resposta

source: Save Question
pt_br: Salvar questão

source: Add Answer
pt_br: Add resposta

source: Delete
pt_br: Apagar

source: Access denied
pt_br: Acesso negado

source: Edit Entry
pt_br: Editar assento

source: Add Entry
pt_br: Add assento

source: Entry saved.
pt_br: Assento salvo

source: Entry
pt_br: Assento

source: Date
pt_br: Data

source: Date format: yyyy-mm-dd hh:mm:ss
pt_br: Formato de data: yyyy-mm-dd hh:mm:ss

source: Entry Data
pt_br: Dados do assento

source: Membership
pt_br: Planos

source: Select Membership
pt_br: Selecione o plano

source: Payment ID
pt_br: ID pagamento

source: Please find payment ID on %s page.
pt_br: Por favor, encontre o ID do pagamento na página %s.

source: Payments
pt_br: Pagamentos

source: Origin
pt_br: Origem

source: Student
pt_br: Estudante

source: Grade
pt_br: Situação

source: A number between 0 and 100.
pt_br: Um número entre 0 e 100.

source: Prerequisites
pt_br: Pré-requisitos

source: Ignore prerequisites
pt_br: Ignorar pré-requisitos

source: Edit Member
pt_br: Editar membro

source: Add Member
pt_br: Add membro

source: The membership for this student already exists.
pt_br: O plano para este estudante já existe.

source: Member updated.
pt_br: Atualizar membro

source: Member
pt_br: Membro

source: Data
pt_br: Dados

source: Membership Level
pt_br: Níveis de planos

source: Expiration Date
pt_br: Data de expiração

source: Enter the date like yyyy-mm-dd hh:mm:ss
pt_br: Insira a data no formato: yyyy-mm-dd hh:mm:ss

source: No payments found.
pt_br: Nenhum pagamento encontrado.

source: Edit Payment
pt_br: Editar pagamento

source: Add Payment
pt_br: Add pagamento

source: Please select a student
pt_br: Por favor, escolha um estudante

source: Please select a course
pt_br: Por favor, escolha um curso

source: Payment saved.
pt_br: Pagamento salvo.

source: Payment
pt_br: Pagamento

source: Payment Type
pt_br: Tipo de pagamento

source: Entry ID
pt_br: Assento ID

source: This payment is not connected to any entry.
pt_br: Este pagamento não está vinculado a nenhum assento.

source: Create an entry for this student
pt_br: Criar um assento para este estudante

source: Payment Method
pt_br: Métodos de pagamento

source: Select
pt_br: Selecione

source: Transaction ID
pt_br: Trnsação ID

source: Items
pt_br: Itens

source: Update membership for this student
pt_br: Atualiza plano para este usuário

source: Setup membership for this student
pt_br: Estabelecer plano para este estudante

source: Tax
pt_br: Taxa

source: Total Amount
pt_br: Quantia total

source: A number with a maximum of 2 figures after the decimal point (for example, 9.99).
pt_br: Um número com, no máximo, duas casas decimais (por exemplo: 9.99)

source: Currency
pt_br: Moeda

source: Select Currency
pt_br: Selecionar moeda

source: Billing
pt_br: Faturamento

source: First Name
pt_br: Primeiro nome

source: Last Name
pt_br: Último nome

source: Address
pt_br: Endereço

source: Address Line 2
pt_br: Endereço linha 2

source: City
pt_br: Cidade

source: Postcode / Zip
pt_br: Código postal / Zip

source: State / Province
pt_br: País / Província

source: Country
pt_br: Estado

source: Payment Lines
pt_br: Linhas de pagamentos

source: Type
pt_br: Tipo

source: Reference ID
pt_br: Referência ID

source: Amount
pt_br: Quantidade

source: Name
pt_br: Nome

source: Educator Entries
pt_br: Assentos Educator

source: Add New
pt_br: Add novo

source: Are you sure you want to delete this item?
pt_br: Tem certeza que deseja apagar este item?

source: Progress
pt_br: Progresso

source: Entry Details
pt_br: Detalhes do assento

source: Quizzes
pt_br: Perguntas

source: Correct
pt_br: Correto

source: Wrong
pt_br: Errado

source: Not answered yet.
pt_br: Ninguém respondeu

source: Please enter a number between 0 and 100.
pt_br: Por favor, entre com um número entre 0 e 100.

source: The student will receive a notification email.
pt_br: O estudante receberá uma notificação por e-mail

source: Save Grade
pt_br: Salvar situação

source: Summary
pt_br: Sumário

source: Average Grade
pt_br: Situação média

source: Final Grade
pt_br: Situação final

source: Edit
pt_br: Editar

source: Educator Members
pt_br: Membros Educator

source: Educator Payments
pt_br: Pagamentos Educator

source: Educator Settings
pt_br: Configurações Educator

source: Payment options updated.
pt_br: Opção de pagamento atualizada.

source: Update failed or options values have not changed.
pt_br: Atualização falhou ou o valor da opção não pode trocar.

source: Payment Gateways:
pt_br: Gatways de pagaemento:

source: Brazilian Real
pt_br: Brasil Real

source: Your registration is pending.
pt_br: Sua inscrição está pendente.

source: The payment for this course is pending.
pt_br: O pagamento para este curso está pendente.

source: You are registered for this course.
pt_br: Você está registrado para este curso.

source: Beginner
pt_br: Iniciante

source: Intermediate
pt_br: Intermediário

source: Advanced
pt_br: Avançado

source: Join
pt_br: Entrar

source: Free
pt_br: Grátis

source: Register
pt_br: Inscrever

source: Purchase
pt_br: Comprar

source: Pending
pt_br: Pendente

source: Complete
pt_br: Completo

source: Failed
pt_br: Falhou

source: Cancelled
pt_br: Cancelado

source: In progress
pt_br: Em progresso

source: Paused
pt_br: Pausado

source: Lessons
pt_br: Lições

source: Entries
pt_br: Assentos

source: Members
pt_br: Membros

source: Payments per page
pt_br: Pagamentos por página

source: Entries per page
pt_br: Assentos por página

source: Members per page
pt_br: Membros por página

source: You have to complete the prerequisites for this course: %s
pt_br: Você tem que completar o pré-requisito deste curso: %s

source: Please select a payment method.
pt_br: Por favor, selecione um método de pagamento

source: Lecturer
pt_br: Professor

source: Registration for %s is complete
pt_br: Inscrição para %s completo

source: You've got a grade
pt_br: Você tem uma situação

source: You've been registered for a membership
pt_br: Você deve se adquirir um plano

source: Your membership expires
pt_br: Seu plano expirou

source: Onetime Fee
pt_br: Um período de tempo

source: Day(s)
pt_br: Dia(s)

source: Month(s)
pt_br: Meses

source: Year(s)
pt_br: Ano(s)

source: Expired
pt_br: Expirado

source: Active
pt_br: Ativo

source: per day
pt_br: Por dia

source: per month
pt_br: por mês

source: per year
pt_br: por ano

source: Courses
pt_br: Cursos

source: Lesson
pt_br: Lições

source: Membership Levels
pt_br: Níveis de planos

source: Add New Membership Level
pt_br: Add novo nível de plano

source: Edit Membership Level
pt_br: Editar nível de plano

source: New Membership Level
pt_br: Novo nível de plano

source: View Membership Level
pt_br: Visualizar nível de plano

source: Search Membership Levels
pt_br: Procurar nível de plano

source: No membership levels found
pt_br: Nenhum nível de plano encontrado

source: No membership levels found in Trash
pt_br: Nenhum nível de plano encontrado na lixeira

source: Course Categories
pt_br: Categorias de curso

source: Create an Account
pt_br: Criar uma conta

source: Username
pt_br: Apelido

source: Billing Details
pt_br: Detalhes faturamento

source: Please check if you entered your username correctly.
pt_br: Por favor, verifique se entrou com o apelido corretamente.

source: Please enter your username and email.
pt_br: Por favor, entre com seu apelido e e-ail.

source: Please check if you entered your email correctly.
pt_br: Por favor, verifique se entrou com o e-mail corretamente.

source: Please enter your first name.
pt_br: Por favor, entre com o primeiro nome.

source: Please enter your last name.
pt_br: Por favor, entre com o último nome.

source: Please enter your billing address.
pt_br: Por favor, entre com seu endereço de cobrança.

source: Please enter your billing city.
pt_br: Por favor, entre com sua cidade de cobrança.

source: Please enter your billing state / province.
pt_br: Por favor, enter com seu país de cobrança.

source: Please enter your billing postcode / zip.
pt_br: Por favor, entre com o código postal de cobrança.

source: Please select your billing country.
pt_br: Por favor, entre com seu país de cobrança.

source: %s with %s
pt_br: %s de %s

source: Name cannot be empty.
pt_br: O nome não pode estar vazio.

source: Invalid name.
pt_br: Nome inválido.

source: Description cannot be empty.
pt_br: Descrição não pode estar vazio.

source: Please select a student.
pt_br: Por favor, selecione um estudante.

source: Please select a course.
pt_br: Por favor, selecione um curso.

source: All
pt_br: Todos

source: Search
pt_br: Busca

source: quiz pending
pt_br: Questionário pendente

source: Search Members
pt_br: Buscar membros

source: Course Settings
pt_br: Configurações de curso

source: Lesson Settings
pt_br: Configuração de lição

source: Membership Settings
pt_br: Configuração de plano.

source: Method
pt_br: Método

source: All courses
pt_br: Todos os cursos

source: Quiz
pt_br: Questionário

source: Syllabus
pt_br: Programa de estudos

source: Loading
pt_br: Carregando

source: Add Group
pt_br: Adicionar grupo

source: Select Lesson
pt_br: Selecionar lição

source: Email Settings
pt_br: Configurações de e-mail

source: From Name
pt_br: De nome

source: The name email notifications are said to come from.
pt_br: O nome em notificações por e-mail será este.

source: From Email
pt_br: De E-mail

source: Email to send notifications from.
pt_br: E-mail para enviar notificação.

source: Email Templates
pt_br: E-mail template

source: Student registered subject
pt_br: Assunto de inscrição de estudante

source: Subject of the student registered notification email. Placeholders: %s
pt_br: Assunto do e-mail de notificação de registro de estudante: Palavras reservadas: %s

source: Student registered template
pt_br: Template de inscrição de estudante

source: Placeholders: %s
pt_br: Palavras reservadas: %s

source: Quiz grade subject
pt_br: Assunto situação do questionário

source: Subject of the quiz grade email.
pt_br: Assunto do e-mail de situação do questionário.

source: Quiz grade template
pt_br: Situação de questionário template

source: Membership registration subject
pt_br: Assunto inscriçao em plano

source: Membership registration template
pt_br: Template inscriçao de plano

source: Membership renew subject
pt_br: Assunto renovação de plano

source: Membership renew template
pt_br: Renovação de plano template

source: Pages
pt_br: Páginas

source: Student's Courses
pt_br: Cursos do estudante

source: This page outputs the student's pending, in progress and complete courses. Add the following shortcode to this page: %s
pt_br: Esta página exibirá os cursos pendentes, em progresso e completos do estudante. Adicione o seguinte shortcode nesta página: %s

source: This page outputs the payment details of the course. Add the following shortcode to this page: %s
pt_br: Esta página exibirá os detalhes de pagamento do curso. Adicione o seguinte shortcode nesta página: %s

source: Memberships
pt_br: Planos

source: This page outputs all memberships. Shortcode: %s
pt_br: Esta página exibirá todos os planos. Shortcode: %s

source: User's Membership
pt_br: Plano dos usuários

source: This page outputs the membership settings for the current user. Shortcode: %s
pt_br: Esta página exibirá as configurações do plano do usuário corrente. Shortcode: %s

source: User's Payments
pt_br: Pagamento de usuários

source: This page outputs the user's payments. Shortcode: %s
pt_br: Esta página exibirá os pagamentos do usuário: Shorcode: %s

source: Selling
pt_br: Venda

source: Location
pt_br: Localização

source: The location where you sell from.
pt_br: A localização de onde venderá.

source: Store customers&apos; IPs on purchases
pt_br: IP de compra do cliente da loja

source: Show course lecturer on the payment page
pt_br: Exibe o professor do curso na página de pagamento

source: Currency Position
pt_br: Posição da moeda

source: Before
pt_br: Antes

source: After
pt_br: Depois

source: Decimal Point Separator
pt_br: Separador de centavos

source: Thousands Separator
pt_br: Separador de milhares

source: Courses Archive
pt_br: Arquivos de cursos

source: General
pt_br: Geral

source: Learning
pt_br: Aprendizagem

source: Enable comments on lessons
pt_br: Habilitar comentários para lições

source: Enable quizzes for
pt_br: Habilitar questionários para

source: Select one or more post types.
pt_br: Selecione um ou mais post types.

source: Memberships Settings
pt_br: Configurações de planos

source: Send an email notification to a user X days before his/her membership expires
pt_br: Envia um e-mail de notificação para um usuário X dias depois do plano dele/dela expirar

source: Payment Gateways
pt_br: Gatways de pagamentos

source: Educator Permalink Settings
pt_br: Educator Configurações de links permanentes

source: Course category base
pt_br: Base categoria de curso

source: Courses archive base
pt_br: Base de arquivos de cursos

source: Course base
pt_br: Base curso

source: Lessons archive base
pt_br: Base arquivos de lições

source: Lesson base
pt_br: Base lições

source: Taxes
pt_br: Taxas

source: Enable Taxes
pt_br: Habilitar taxas

source: Prices Entered With Tax
pt_br: Preços introduzidos com taxas

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Tax Classes
pt_br: Classe de taxas

source: Rates
pt_br: Imposto

source: Options
pt_br: Opções

source: Add New Tax Rate
pt_br: Add nova taxa de imposto

source: Edit Tax Rate
pt_br: Editar taxa de imposto

source: Short Name
pt_br: Nome curto

source: Description
pt_br: Descrição

source: Save
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: State
pt_br: Status

source: Rate (%)
pt_br: Imposto (%)

source: Priority
pt_br: Prioridade

source: Save Order
pt_br: Salvar ordem

source: Close
pt_br: Fechar

source: The name is invalid.
pt_br: O nome é inválido.

source: Tax class with this name exists.
pt_br: A classe de taca com este nome existe.

source: Rates could not be saved.
pt_br: Impostos não foram salvos.

source: Bank Transfer
pt_br: Transferência bancária

source: Instructions for a student
pt_br: Instruções para um estudante

source: You've paid for this course already.
pt_br: Você já pagou por este curso

source: Payment Instructions
pt_br: Instruções de pagamento

source: Enabled
pt_br: Habilitado

source: Default
pt_br: Padrão

source: Cash
pt_br: Dinheiro

source: Business Email
pt_br: E-mail corporativo

source: Test
pt_br: Teste

source: If checked, Educator will use PayPal sandbox URL and PayPal payments will be in testing mode.
pt_br: Se marcado, Educator usará a URL PayPal sandbox e o pagamento PayPal será em modo teste.

source: Thank you message
pt_br: Obrigado por sua mensagem

source: Continue
pt_br: Continuar

source: Redirecting to PayPal...
pt_br: Redirecionando para PayPal

source: Stripe
pt_br: Listra

source: Secret key
pt_br: Chave secreta

source: Publishable key
pt_br: Chave pública

source: The payment is getting processed...
pt_br: O pagamento está sendo processado...

source: Redirecting to the payment summary page...
pt_br: Redirecionando para página de resumo do pagamento...

source: Payment #%d
pt_br: Pagamento #%d

source: Your registration for this course is pending.
pt_br: Sua inscrição para este curso está pendente.

source: Your payment for this course is pending.
pt_br: Seu pagamento para este curso etá pendente.

source: Please register for the %s to view this lesson.
pt_br: Por favor, registre-se para visualizar a lição %s.

source: course
pt_br: curso

source: Previous Lesson
pt_br: Lição anterior

source: Next Lesson
pt_br: Próxima lição

source: You must be <a href="%s">logged in</a> to take the quiz.
pt_br: Você deverá estar <a href="%s">logado</a> para realizar este questionário.

source: Please answer all questions before submitting the quiz.
pt_br: Por favor, responda a todas as questões antes de enviar o questionário.

source: Thank you. The quiz has been accepted.
pt_br: Obrigado. O questionário foi aceito.

source: Quiz Grade
pt_br: Situalção do questionário

source: You scored %s for this quiz.
pt_br: Sua pontuação foi %s neste qustionário.

source: Your grade is pending.
pt_br: Sua situação está pendente.

source: Attempt %1$d of %2$d
pt_br: Tentativa %1$d de %2$d

source: Try again
pt_br: Tente novamente

source: Submit
pt_br: Enviar

source: No memberships found.
pt_br: Nenhum plano encontrado

source: Payment Summary
pt_br: Índice de pagamento

source: Payment Status
pt_br: Status do pagamento

source: Go to %s page
pt_br: Ir para página %s

source: Please select a course to continue.
pt_br: Por favor, selecione o curso para continuar.

source: Registration for this course is closed.
pt_br: Inscrições para este curso estão fechadas.

source: Already have an account?
pt_br: Já tem uma conta?

source: Payment Information
pt_br: Informações de pagamento

source: Please log in to view this page.
pt_br: Por favor, logue para visualizar esta página.

source: Payment has been cancelled.
pt_br: O pagamento foi cancelado.

source: Pending Payment
pt_br: Pagamento pendente

# Table column heading
source: Payment
pt_br: Pagamento

source: Actions
pt_br: Ações

source: View payment instructions
pt_br: Visualizar instruções de pagamentos

source: In Progress
pt_br: Em progresso

source: Date taken
pt_br: Datas tomadas

source: Resume
pt_br: Resumo

source: You are not registered for any course.
pt_br: Você não se inscreveu para este curso.

source: Browse courses
pt_br: Navegar pelos cursos

source: Your account is not connected to a membership.
pt_br: Sua conta não está conecatada a um plano.

source: Extend
pt_br: Estender

source: Details
pt_br: Detalhes

source: Categories:
pt_br: Categorias:

source: Difficulty:
pt_br: Dificuldade:
